[Main]
DisplayName=Latviešu

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=Atsauksmes

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=Interneta pārlūkam nav rīkjoslu un spraudņu
rdlvAllBrowse.Columns[0].Caption=Nosaukums
rdlvAllBrowse.Columns[1].Caption=Lietotāju reitings
rdlvAllBrowse.Columns[2].Caption=Darbība
rdlvCustomBrowse.Columns[0].Caption=Nosaukums
rdlvCustomBrowse.Columns[1].Caption=Darbība
mniRemove.Caption=Noņemt
mniRate.Caption=Vērtēšana
mniIgone.Caption=Ignorēt
mniRefush.Caption=Atsvaidzināt
mniOpenFloder.Caption=Atvērt faila atrašanās vietu
mniOpeninRegedit.Caption=Atvērt, lai rediģētu
mniSelectedAll.Caption=Atlasīt visu
mniInvertSelection.Caption=Atlasīt uz pretējo
mniSearchOnline.Caption=Meklēt tiešsaistē

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Atsāknēt pārlūku
lblConfire.Caption=Vai tiešān vēlaties atjaunot noklusētos uzstādījumus?
lblHomepageTitle.Caption=Tekošā mājaslapa:
lblSearchTitle.Caption=Tekošais noklusētais interneta meklētājs:
btnImg_OK.Caption=Labi
btnImg_Cancel.Caption=Atcelt

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Atsauksmes
lbl_DescTitle.caption=Apraksts:
lbl_EmailTitle.caption=E-pasts:
lbl_ScreenShot.caption=Ekrānšāviņš
lbl_TypeTitle.caption=Pieprasījuma veids:
btnImg_FeedBackSend.caption=Sūtīt
btnImg_FeedBackCancel.caption=Atcelt
lbl_ContactMsg.caption=Vai tieši sazinieties ar mums, izmantojot:

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Noņemt
lbl_NoTkanks.caption=Nerādīt vairs

[Uninstaller_frmSetting]
lbl_Caption.caption=Uzstādījumi
lbl_UserInterfaceTitle.caption=Lietotāja interfeiss
lbl_SkinTitle.caption=Ādiņa:
lbl_LanguageTitle.caption=Tekošā valoda:
lbl_FontSize.caption=Fonta lielums:
lbl_Classic.caption=Klasisks
lbl_White.caption=Balts
lbl_UpdateTitle.caption=Atjaunināšanas metode
lbl_UpdateRemind.caption=Brīdināt, kad pieejami atjauninājumi
lbl_UpdateChooseDes.caption=Produkta atjaunināšanas metode:
lbl_UpdateAuto.caption=Atjaunināt automātiski
lbl_GeneralCaption.caption=Vispārēji
lbl_AutoDelete.caption=Automātiski noņemt atlikušos failus
lbl_AutoDeleteAfterOtherUninstall.caption=Automātiski izdzēst programmas atlikumus, kurus atinstalējot atstāja cita atinstalētāja programma
lbl_RemoveToRecycleBin.caption=Pārvietot failus uz atkritni
lbl_ShowExplorerButton.caption=Pievienot sasmalcinātāja pogu pārlūkam
lbl_Notification.caption=Paziņojums
lbl_AutoShowTipForm.caption=Paziņot, kad cits atinstalētājs veic atinstalēšanu
lbl_BrowserPlugTip.caption=Paziņot, kad tiek instalēts ļaunprātīgs spraudnis
btnImg_OK.caption=Labi
btnImg_Cancel.caption=Atcelt

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Nosaukums
ListView_AppList.Columns[1].caption=Apjoms
ListView_AppList.Columns[2].caption=Instaēšanas datums
ListView_AppList.Columns[3].caption=Darbība
lbl_Notice.caption=Lai redzētu savas Windows lietojumprogrammas, lūdzu, pārliecinieties, ka jūsu pašreizējam kontam ir administratora tiesības.
mniUninstall.caption=Atinstalēt
mniRefush.caption=Atsvaidzināt
mniView.caption=Skats
mniDetails.caption=Detaļas
mniIcons.caption=Ikonas
mniOpenFile.caption=Atvērt faila atrašanās vietu
mniOpenReg.caption=Atvērt, lai rediģētu
mniOpenWinstore.caption=Atvērt Windows veikalu
mniSearchOnline.caption=Meklēt tiešsaistē

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=Nosaukums
ListView_Update.Columns[1].caption=Instalēšanas datums
ListView_Update.Columns[2].caption=Darbība
lbl_NoItems.caption=Windows atjauninājumi nav atrasti.
mniUninstall.caption=Atinstalēt
mniRefush.caption=Atsvaidzināt
mniViewby.caption=Skats
mniDetails.caption=Detaļas
mniIcons.caption=Ikonas

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Piespiedu atinstalēšana
lbl_FUInfo.caption=Piespiedu atinstalēšana palīdzēs atinstalēt programmas, kuras nevar atinstalēt ar standarta rīkiem un rūpīgi notīrīt atlikušos failus. Tas var arī palīdzēt noņemt saīsni un tās mērķa failu.
btnImg_Open.caption=Pārlūkot...
lbl_DropInfo.caption=Šeit varat pārlūkot, ievilkt un nomest failu vai mapi, lai izdzēstu vai atinstalētu saistīto programmu.
btnImg_Uninstall.caption=Atinstalēt
btnImg_Cancel.caption=Atcelt
PopMenu_Uninstall.caption=Atinstalētl
PopMenu_OpenFolder.caption=Atvērt faila atrašanās vietu
PopMenu_ViewEntry.caption=Atvērt, lai rediģētu
PopMenu_SearchOnline.caption=Meklēt tiešsaistē
ListView_FindReslut.Columns[0].caption=Attēlot nosaukumu
ListView_FindReslut.Columns[1].caption=Apjoms
ListView_FindReslut.Columns[2].caption=Instalēšanas datums

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Atvērt, lai rediģētu
mniMenu_Path.caption=Atvērt faila atrašanās vietu
btnImg_AllMainCancel.caption=Atcelt
btnImg_Advanced.caption=Paplašināt
btnImg_Uninstall.caption=Atinstalēt
lbl_AutoDelete.caption=Automātiski noņemiet atlikušos failus
lbl_IsCreateRestore.caption=Izveidot atjaunošanas punktu pirms atinstalēšanas
lbl_IsUninstallHint.caption=Vai tiešām vēlaties atinstalēt atlasīto programmu?
btnImg_Delete.caption=Dzēst
btnImg_ReslutCancel.caption=Atcelt
lbl_SeletedAll.caption=Atlasīt visu
lbl_ShredFile.caption=Koplietošanas faili
lbl_AllRestart.caption=Lūdzu, pārstartējiet datoru, lai lai pilnībā atinstalētu sekojošās programmas. Vai pārstartēt tagad?
lbl_NoPowerScan.caption=Atinstalēšana pabeigta.
lbl_SomeNeedStart.caption=Lūdzu, pārstartējiet datoru, lai lai pilnībā atinstalētu sekojošās programmas. Vai pārstartēt tagad?
btnImg_RecommendClose.caption=Aizvērt
btnImg_Restart.caption=Jā
lbl_MoneyBackInfo.caption=Jūs baudīsiet drošāku un ātrāku datoru, pilnībā noņemot nevēlamās programmas un spraudņus. 60 dienu naudas atmaksas garantija, bez jautājumiem.
lbl_MoneyBackTitle.caption=Garantēta rūpīga atinstalēšana un tīrāks dators
lbl_UninstallCompleted.caption=Atinstalēšana pabeidta!
lbl_PluginTitle.caption=Tomēr, lai nodrošinātu drošāku sērfošanu, ir jānoskaidro šādi jautājumi:
lbl_UpgradeDes.caption=Lai tos novērstu, jauniniet uz IObit Uninstaller PRO tagad.
lbl_AutoUpdateDes.caption=Notīrīt atlikušos failus automātiski un ātri
lbl_CleanDes.caption=Viegli noteikt un atinstalēt programmatūru pakotnes
lbl_MoreDBDes.caption=Noņemiet vairāk nepakļāvīgās programmas ar paplašinātu datubāzi
lbl_ProTitle.caption=Ar PRO versiju iespējams:
lbl_RemovePlugin.caption=Noņemt ļaunprātīgus spraudņus, lai nodrošinātu tīmekļa pārlūkprogrammas drošību
lbl_SupportDes.caption=Saglabāt svarīgās programmas, kas vienmēr ir aktuālas

[Uninstaller_frm_CheckRelatedForm]
btnImg_OK.caption=Atinstalēt
btnImg_Cancel.caption=Atcelt

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Sistēmas atjaunošana
rdlblDesc.Caption=Atjaunojiet datoru tā, kā tas bija pirms veiktās darbības. Jaunāko sistēmas atjaunošanas punktu nevar izdzēst, lai nodrošinātu sistēmas drošību.
ListView_Restore.Columns[0].Caption=Datum un laiks
ListView_Restore.Columns[1].Caption=Apraksts
btn_CreateRestorePoint.Caption=Izveidot atjaunošanas punktu
RdImageButton_Restore.Caption=Atjaunot
RdImageButton_Delete.Caption=Dzēst
lblNull.Caption=Sistēmas atjaunošanas punkts nav izveidots.

[Uninstaller_Form_CleanTool]
RdLabelCaption.caption=Atlikumu tīrīšana
lbl_Frame_Detail.caption=Atlikumu tīrītājs palīdzēs tīrīt nepareizu saīsni, Windows ielāpu kešatmiņu un nevajadzīgus failus mapē 'Lejupielādes' (Download Folder), lai ietaupītu vairāk vietas un uzlabotu sistēmas veiktspēju.
lbl_Shortcut_Title.caption=Bojātās saīsnes
lbl_Shortcut_Detail.caption=Skenējiet un noņemiet nederīgās saīsnes sākuma izvēlnē un darbvirsmā, lai uzlabotu sistēmas veiktspēju un lietotāja pieredzi.
lbl_WindowsPatch_Title.caption=Windows ielāpu kešatmiņa
lbl_WindowsPatch_Detail.caption=Notīriet kešatmiņu, kas izveidota instalējot ielāpus, lai atbrīvotu vairāk diska vietas un padarītu sistēmas darbību vienmērīgu.
lbl_Download_Title.caption=Lejupielādes
lbl_Download_Detail.caption=Skenējiet failus noklusējuma lejupielādes mapē un lejupielādes rīkos. Pirms dzēšanas pārliecinieties, ka tie ir nevajadzīgi faili.
Menu_Clean_OpenFileLocation.caption=Atvērt faila atrašanās vietu
Menu_Clean_SelectAll.caption=Atlasīt visu
Menu_Clean_InvertSelection.caption=Atlasīt uz pretējo
ListView_Clean.Columns[0].Caption=Faila ceļš
RdLabelBack.Caption=Atpakaļ
ck_SelectALL.Caption=Atlasīt visu

[uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nē, paldies
RdImgBtnUninstall.caption=Atinstalēt
RdListView_History.Columns[0].Caption=Programmas nosaukums
RdListView_History.Columns[1].Caption=Stāvoklis

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=Aizvērt

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Failu smalcināšana
lbl_Listview_Title.caption=Atlasiet failu vai mapi kuru vēlaties sasmalcināt:
lblLoading.caption=Ielādē...
lbl_AddFile.caption=Pievienot failu...
lbl_AddFolder.caption=Pievienot mapi...
RdImageButton_Shredder.caption=Smalcināt
RdImageButton_Cancel.caption=Atcelt
ListView_FileList.Columns[0].Caption=Faila ceļš
Menu_Shredder_Shredder.caption=Smalcināt
Menu_Shredder_AddFile.caption=Pievienot failu
Menu_Shredder_AddFolder.caption=Pievienot mapi
Menu_Shredder_Romove.caption=Noņemt
Menu_Shredder_Clean.caption=Tīrīt
lbl_Shredder_Tip.caption=Sasmalcināt failus tagad. Tas var aizņemt kādu laiku, lūdzu, uzgaidiet ...

[uninstall_Mitor_M]
Lbl_metro_Atten.caption=Uzmanību
lbl_show.caption="%s" joprojām ir pārpalikumi, kas var ietekmēt datora veiktspēju.
Donotagain_M=Nerādīt vairs
Hide_M=Slēpt
showDetails_M=Rādīt detaļas
Cleanmanually_M=Tīrīt manuāli
Close_M=Aizvērt
AutoClean_M=Tīrīt automātiski
Cleaning_M=Tīrīšana
Cleannow_M=Tīrīt tagad
StillLeavas_M="%s" joprojām paliek:
RegistryEntries_M=reģistra ieraksts
MBFiles_M=MB faili
LeftBy_M=palikušie līdz "%s" tika dzēsti
Cleanfuture_M=Turpmāk tīrīt automātiski
Registry_M=Reģistrs
File_M=Fails
Files_M=faili
Items_M=vienumi
Item_M=vienums
rdlblCleanupCompleted.caption=Tīrīšana pabeigta
rdlblIncomplete.caption=Atinstalēt nepabeigto
Setting_M=Uzstādījumi
Uselessfiles_M=nevajadzīgie faili
Uselessregistryentries_M=nevajadzīgie reģistra ieraksti
Removingnow_M=Pārvietot tagad...
rdlblRemoving.caption=Pārvietot tagad...
TrayHintstill=Joprojām %d atlikušās problēmas var tikt novērstas.
CCtrayHint_M=Joprojām %d+ atlikušās problēmas var tikt novērstas.
LeftoversRemoved_M=Noņemtie atlikumi:
ProStillLeaves_M=%d programmas joprojām palikušas:

[UninstallHistory_M]
rdlbl_NoTkanks.caption=Nē, paldies
RdImageButtonImageButton_Uninstall.caption=Atinstalēt

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Brīdinājums
Lbl_Warnning_Detail.caption=Šo datorprogrammu aizsargā autortiesību likums un starptautiskie līgumi.
lbl_copyright.caption=Autortiesības ©2005-2018 IObit. Visas tiesības paturētas.
lbl_Thanks_Title.caption=Īpašs paldies sekojošiem cilvēkiem par viņu lielo ieguldījumu:

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Apjoms
ListView_SoftwareList.Columns[2].Caption=Instalēšanas datums
ListView_SoftwareList.Columns[3].Caption=Darbība
Menu_Program_Uninstall.caption=Atinstalēt
Menu_Program_Repair.caption=Labot
Menu_Program_Refresh.caption=Atsvaidzināt
Menu_Program_ViewBy.caption=Skatīt kā
Menu_Program_icons.caption=Ikonas
Menu_Program_Details.caption=Detaļas
Menu_Program_OpenFileLocation.caption=Atvērt faila atrašanās vietu
Menu_Program_OpeninRegedit.caption=Atvērt lai rediģētu
Menu_Program_SearchOnline.caption=Meklēt tiešsaistē

[uninstaller_Form_Activate]
Label_Get.caption=Saņemt licenci
Label_Retrv.caption=Izgūt kodu
Label_Eg.caption=Piem.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleOne.caption="Spītīgas" programmas noņemšana
lblContentOne.caption=Rūpīgi noņem daudzas 'spītīgās' programmas ar visprogresīvākajām tehnoloģijām un paplašinātu datubāzi
lblTitleTwo.caption=Pilnībā atinstalēt pakotnes
lblContentTwo.caption=Pārraugiet programmas instalēšanu, lai viegli un ērti atpazītu un atinstalētu pakešu un komplektā iekļautos spraudņus
lblTitleThree.caption=Paātrinat un aizsargāt pārlūku
lblContentThree.caption=Noņemiet ļaunprātīgos un reklāmas spraudņus/paplašinājumus, lai nodrošinātu drošu un vienmērīgu tiešsaistes sērfošanu
lblTitleFour.caption=Jauns programmu atjauninātājs
lblContentFour.caption=Viegli un ātri, svarīgās programmas vienmēr tiks atjauninātas
RdImgBtnRegNow.caption=Reģistrēt tagad
RdLabelCaption.caption=Aktivējiet Pro versiju, lai baudītu labākas iespējas
Label_Please.caption=Lūdzu, ievadiet savu licences kodu un nospiediet pogu "Reģistrēt tagad", lai aktivizētu visas PRO versijas funkcijas.
Label_Code.caption=Licences kods:
Label_More.caption=Mēs apsolam, vairāk priekšrocību:
RdImgBtn_Upgrade.caption=Uzlabot uz Pro versiju
rdlblHelp.caption=palīdzība

[uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Aizvērt
rdlblHelp.caption=palīdzība
Label_Please.caption=Lūdzu, ievadiet savu licences kodu un nospiediet pogu "Reģistrēt tagad", lai aktivizētu visas PRO versijas funkcijas.
Label_Code.caption=Licences kods:
RdImgBtnRegister.caption=Reģistrēt tagad
Label_Retrv.caption=Izgūt kodu
Label_HaveLicense.caption=Vai jums nav licences?
Label_click.caption=Klikšķiniet šeit lai iegūtu licenci.
RdImageButton_Back.caption=Atpakaļ
RdImageButton_Close.caption=Aizvērt
RdLabelCaption.caption=Licenču pārvaldnieks
Label_Status.caption=Licences statuss:
Label_Activated.caption=Aktivizēts
Label_Lcode.caption=Licences kods:
Label_Data.caption=Iztecēšanas datums:
Label_Refresh.caption=Atsvaidzināt
Label_Export.caption=Eksportēt licenci
rdlblAlread.caption:=Jau ir licences kods

[uninstaller_Form_licensemessage]
rdlblHelp.caption=palīdzība
RdImgBtn_Closetwo.caption=Aizvērt
Label_success.caption=Licence ir veiksmīgi aktivēta!

[uninstaller_ToolUninstallHistroy]
RdLabelDetail.caption=Šeit tiek parādītas atinstalēšanas atskaites un statusi. Ja statuss ir 'Atlikušie faili', varat noklikšķināt uz 'Skenēt', lai atrastu un noņemtu visus atlikumus.
RdLabelCaption.caption=Atinstalēšanas vēsture
ListView_History.Columns[1].Caption=Atinstalēšanas datums
ListView_History.Columns[2].Caption=Apjoms
ListView_History.Columns[3].Caption=Stāvoklis
ListView_History.Columns[4].Caption=Darbība
Menu_ClearThis.Caption=Tīrīt šo ierakstu
Menu_ClearAll.Caption=Tīrīt visu

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Klikšķiniet ar kreiso peles taustiņu un velciet peli, lai izvēlētos apgabalu, kurā vēlaties uzņemt ekrānuzņēmumu
M_NoticeInfo_AC=2. Klikšķiniet ar labo peles taustiņu vai 'Esc', lai izietu
M_Rect=Taisnstūris
M_Oval=Ovāls
M_Text=Teksts
M_Paintbrush=Ota
M_Return=Atjaunot darbību - Ctrl + Z
M_Copy=Kopēt starpliktuvē
M_Exit=Iziet no ekrānuzņēmuma
M_Save=Saglabāt
M_TipInfo=Ekrānuzņēmums ir saglabāts starpliktuvē. Lai ielīmētu, varat izmantot Ctrl + V.
M_TipShow=Nerādīt šo ziņojumu vēlreiz
M_TipSure=Labi
M_NoticeInfo=①  Klikšķiniet ar kreiso peles taustiņu un velciet peli, lai izvēlētos apgabalu, kurā vēlaties uzņemt ekrānuzņēmumu
M_NoticeInfo_a=②  Klikšķiniet ar labo peles taustiņu vai 'Esc', lai izietu

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Sūta...
lbl_SendFailed.caption=Sūtīšana neizdevās. Lūdzu, noklikšķiniet uz 'Labi', lai iesniegtu tiešsaistes atsauksmes.
btnImg_SendFailed.caption=Labi
lbl_SendSuccess.caption=Paldies par jūsu atsauksmi. Mēs pēc iespējas ātrāk sazināsimies ar jums.
btnImg_SendSuccess.caption=Labi

[Uninstaller_M]
MainGiftbox_Hint=%D% no īpašā piedāvājuma
ShredderDetail_1=Dzēstos failus var atgūt pat pēc diska formatēšanas.
ShredderDetail_2=Failu smalcinātājs palīdz droši un pastāvīgi noņemt nevēlamus failus.
Program_Information=Programmas informācija
Files_Deleted=Faili dzēsti
Registries_Deleted=Reģistri dzēsti
Scheduled_Tasks_Deleted=Plānotie uzdevumi ir izdzēsti
Deleted_on_Reboot=Dzēsīsies pēc pārstartēšanas
Service_Deleted=Serviss tiek dzēsts
HtmlADPluginCaption=<a>%d</a> reklāmu spraudņu traucējumi
HtmlMaliciousPluginCaption=<a>%d</a> ļaunprātīgo spraudņu draudi
MenuRight_Caption=Piespiedu atinstalēšana
UninstallLog_No_IsEmpty_M=Jaudīgās skenēšanas laikā nav atrasts neviens atlikušais fails.
Input_Text_Search=Meklēt
Hint_Settings=Opcijas
Hint_WindowMin=Sakļaut
Hint_WindowMax=Izvērst
Hint_WindowRest=Atjaunot
Hint_WindowClose=Aizvērt
Hint_Tools=Rīki
Nav_Colle_Program_All=Programmas
Nav_Colle_Browser=Rīkjoslas un spraudņi
Nav_Colle_Win=Windows aplikācijas
Nav_Colle_AC=Darbību centrs
Nav_Item_Program_All=Visas programmas
Nav_Item_Program_Recent=Nesen instalētās
Nav_Item_Program_Infrequent=Reti izmantotās
Nav_Item_Program_Large=Lielās programmas
Nav_Item_Win_Update=Windows atjauninājumi
Nav_Item_Browser_All=Visas rīkjoslas un spraudņi
Button_Uninstall=Atinstalēt
Button_Remove=Noņemt
Button_OK=Labi
Button_Cancel=Atcelt
Button_Close=Aizvērt
Button_Yes=Jā
Button_No=Nē
Button_Continue=Turpināt
FileCorruptedMsg=Daži IObit Uninstaller faili ir bojāti. Lūdzu, atkārtoti instalējiet IObit Uninstaller.
ToolPopForceUninstall=Jaudīgā atinstalēšana
ToolPopCleanup=Atlikumu tīrīšana
ToolPopHistory=Atinstalēšanas vēsture
ToolPopFileShredder=Failu smalcināšana
MoreSettingPopSetting=Uzstādījumi...
MoreSettingPopRestore=Atjaunošana
MoreSettingPopExport=Programmu saraksta eksportēšana
MoreSettingPopUpdate=Atjauninājumu pārbaudīšana
MoreSettingPopManual=Lietotāja pamācība
MoreSettingPopSupport=Tehniskais atbalsts
MoreSettingPopOnline=IObit tiešsaiste
MoreSettingPopLike=Patīk
MoreSettingPopAbout=Par
DefaultSelProg=Atinstalējiet nevajadzīgu programmu, lai atbrīvotu vairāk vietas.
DefaultSelPlug=Noņemiet nevēlamus spraudņus, lai aizsargātu pārlūkprogrammu.
DefaultSelWApp=Atinstalējiet nevēlamās programmas, lai uzlabotu datora darbību.
SelInfoProg=programma ir atlasīta atinstalēšanai. Apjoms:
SelInfoProgM=programmas ir atlasītas atinstalēšanai. Kopējais apjoms:
SelInfoPlug=spraudnis atlasīts noņemšanai.
SelInfoPlugM=spraudņi atlasīti noņemšanai.
SelInfoUpdate=Windows atjauninājums atlasīts atinstalēšanai.
SelInfoUpdateM=Windows atjauninājumi atlasīti atinstalēšanai.
SelInfoWApp=aplikācija ir atlasīta atinstalēšanai.
SelInfoWAppM=aplikācijas ir atlasītas atinstalēšanai.
v_license_OtherCode_M=Šis licences kods %s ir derīgs tikai %s. Lūdzu klikšķiniet uz 'Labi', lai lejupielādētu un reģistrētu %s.
Cannotconnect_M=Nevar savienoties ar mūsu serveri. Lūdzu, pārbaudiet tīkla uzstādījumus un mēģiniet validēt licenci vēlreiz.
license_OtherGivewalys_M=%s ir atlaides licence un derīga tikai konkrētajai versijai. Lūdzu apmeklējiet <a>šeit</a>, lai iegādātos jaunu IU v6 PRO licences kodu.
SysRestore_CreateComplete=Atjaunošanas punkts veiksmīgi izveidots!
SysRestore_CreateFailed=Atjaunošanas punkts izveidots neveiksmīgi! Lūdzu, pārbaudiet, vai ir iespējota sistēmas atjaunošana.
SysRestore_CreateRestore_Confirm=Vai tiešām vēlaties izveidot atjaunošanas punktu?
SysRestore_CreateRestore_Tip=Tiek veidots atjaunošanas punkts, lūdzu uzgaidiet...
SysRestore_CreateRestore_Failed=Atjaunošanas punkts izveidots neveiksmīgi! Lūdzu, pārbaudiet, vai ir iespējota sistēmas atjaunošana.
SysRestore_SetRestore_Confirm=BRĪDINĀJUMS: sistēmas atjaunošana atcels visas izmaiņas, kas veiktas pēc šī atjaunošanas punkta izveidošanas. Sistēmas atjaunošanu nevar atsaukt vai pārtraukt. Vai tiešām vēlaties turpināt?
SysRestore_SetRestore_Reboot=Lai veiktu šīs izmaiņas, ir nepieciešama sistēmas pārstartēšana. Pirms pārstartēšanas, lūdzu, saglabājiet visus atvērtos failus un aizveriet visas atvērtās programmas. Vai pārstartēt tagad?
SysRestore_SetRestore_Tip=Atjaunojas sistēmas faili un iestatījumi, lūdzu, uzgaidiet ...
SysRestore_Delete_Confirm=Vai tiešām vēlaties to dzēst?
Clean_Shortcuts_GroupsHeader_M=Bojāta saīsne
Clean_WindowsPatch_GroupsHeader_M=Windows ielāpa kešatmiņa
Clean_Download_GroupsHeader_M=Lejupielādes
Shredder_Del_M=Vai tiešām vēlaties neatgriezeniski noņemt pievienotos %d vienumus? Šī darbība ir absolūti neatgriezeniska, un tas aizņems vairāk laika, lai pabeigtu.
Shredder_DelOne_M=Vai tiešām vēlaties neatgriezeniski noņemt pievienoto %d vienumu? Šī darbība ir absolūti neatgriezeniska, un tas aizņems vairāk laika, lai pabeigtu.
Shredder_NotDel_M="%s" nebija sasmalcināts, jo nevar pārrakstīt. Lūdzu, pārbaudiet, vai tā joprojām tiek izmantota.
Shredder_InUse_M=Daži faili nav sasmalcināti, jo tos nevar pārrakstīt. Lūdzu, pārbaudiet, vai tie joprojām tiek izmantoti.
Shredder_Sucess_M=Smalcināšana pabeigta veiksmīgi.
Shredder_OneSucess_M=Smalcināšana pabeigta veiksmīgi.
Shredder_DirIsEmpty_M=Tas ir tukšs. To nevar sasmalcināt.
FileShredder_MaxCount_M=5000 faili ir pievienoti. Lūdzu, pievienojiet pārējos failus pēc šo 5000 failu sasmalcināšanas.
BatchUninstall_NoneSelect_M=Lūdzu, atlasiet vismaz vienu programmu.
OtherInfo_M="%s" var noņemt tikai caur vadības paneli. Vai vēlaties doties uz vadības paneli, lai turpinātu atinstalēšanu?
RelationInfo_M="%s" tiks atinstalēta vienkopus. Vai tiešām turpināt atinstalēšanu?
EndProInfo_M=Process "%s" no "%s" joprojām darbojas. Lūdzu, pārliecinieties, vai tiek beidzētas "%s" un klikšķiniet uz 'Turpināt'.
DRclickmis_M="%s" nevar atinstalēt standarta veidā. Lūdzu <a>klikšķiniet šeit</a>, lai saņemtu detalizētu atinstalēšanas instrukciju un vēlreiz mēģiniet atinstalēt.
UinstallAgain_M=Atinstalēt atkārtoti
license_expired_M=Šīs licences %s termiņš ir iztecējis. Klikšķiniet <a>šeit</a>, lai iegādātos jaunu licenci.
license_maximum_M=Šī licence %s ir aktivēta iespējamam datoru daudzumam un nevar tikt lietota. Lūdzu klikšķiniet <a>šeit</a>, lai iegādātos citu licenci, lai aktivētu IObit Uninstaller PRO šim datoram.
license_Free_M=Šo licenci %s nevar aktivēt. Lūdzu, iegādājieties jaunu licenci priekš IObit Uninstaller PRO.
license_valid_M=Nederīgs licences kods! Lūdzu, ievadiet derīgu licences kodu.
Uninstall_Btn_Str=Atinstalēt
SureToDelete_Str=Vai tiešām vēlaties izdzēst atlasītos vienumus?
DeselectAll_Str=Atcelt visu atlasīto
SelectAll_Str=Atlasīt visu
SuccessReslutFromHistroySome=Atlikušie faili no <a>%d</a> programmām iztīrīti veiksmīgi. Pārbaudiet informāciju zemāk.
SuccessWithNoResidualSingle=Jūs esat veiksmīgi atinstalējis <a>%d</a> programmu bez atlikumiem.
SuccessWithNoResidualSome=Jūs esat veiksmīgi atinstalējis <a>%d</a> programmas bez atlikumiem.
FailedReslut="%s" neizdevās atinstalēt. Ievadiet savu e-pastu zemāk un noklikšķiniet uz pogas 'Atsauksmes'. Atinstalēšanas atskaite mums tiks nosūtīta.
AllFailedReslutSingle=Atinstalēt %s neizdevās. Ievadiet savu e-pastu zemāk un noklikšķiniet uz pogas 'Atsauksmes'. Atinstalēšanas atskaite mums tiks nosūtīta.
AllFailedReslutSome=Neizdevās atinstalēt %d programmas. Ievadiet savu e-pastu zemāk un noklikšķiniet uz pogas 'Atsauksmes'. Atinstalēšanas atskaite mums tiks nosūtīta.
MsgBox_SelectWin8App=Lūdzu, atlasiet vismaz vienu lietotni.
NoticeInfo_One=Ļaunprātīgs spraudnis tika noteikts pārlūkprogrammā, lūdzu, atveriet IObit Uninstaller, lai to noņemtu.
NoticeInfo_Some=Ļaunprātīgs spraudnis tika noteikts pārlūkprogrammā, lūdzu, atveriet IObit Uninstaller, lai to noņemtu.
FuncPluginRemoveSuccessMsgBox=Vienumu noņemšana pabeigta veiksmīgi
FuncPluginSelectMsgBox=Lūdzu, vispirms izvēlieties objektu.
FuncPluginRemoveFailedMsgBox_2=Lūdzu, izejiet no sekojošām pārlūkprogrammām, lai noņemtu vienumus:
FuncPluginRemoveFailedMsgBox_3=Lūdzu, izejiet no pārlūkprogrammām un mēģiniet vēlreiz.
FuncPluginRemoveFailedSingleMsgBox=Neizdevās noņemt %s. Lai saņemtu papildu palīdzību, lūdzu, noklikšķiniet uz 'Atsauksmes'.
FuncPluginRemoveFailedSomeMsgBox=Neizdevās noņemt %d spraudņus. Lai saņemtu papildu palīdzību, lūdzu, noklikšķiniet uz 'Atsauksmes'.
RestoreDefaultSettingsButton=Atjaunot %s noklusējuma uzstādījumus
FeedBack_Sending=Sūta...
FeedBack_SendingSuccess=Aizsūtīts veiksmīgi
FeedBack_SendFailed=Neizdevās nosūtīt. Lūdzu klikšķiniet uz 'Labi', lai iesniegtu atsauksmes tiešsaistē.
licenseEg_M=Piem.: AAAAA-BBBBB-CCCCC-DDDDD
lbl_White.caption=Balts
NouselessFiles_M=Jūsu datorā nav atrasti navajadzīgie faili.
ExistDownloadFile_M=Vai tiešām vēlaties tīrīt atlasītos failus no mapes - Lejupielādes?
scaning_M=Skenēšana
Exit_M=Iziet
OpenIU_M=Atvērt IObit Uninstaller
Allthefollowing_M=Visi atlasītie atlikumi ir veiksmīgi iztīrīti.
SpecTOK=Labi
SpecTHide=Paslēpt
SpecTUninstalling=Atinstalēt sekojošo programmu:
SpecTUninstallingM=Atinstalēt sekojošās programmas:
SpecTUninstalled=programma ir atinstalēta.
SpecTUninstalledM=programmas ir atinstalētas.
Shredder_NotAddFolder_M=Nevar pievienot failu "%s", lai sasmalcinātu, jo šī darbība var izraisīt sistēmas nestabilitātit.
ForceUninstallEndProgressMsg=%s darbojas. Lūdzu, pabeidziet procesu un mēģiniet vēlreiz.
Setting_UITitle=Lietotāja interfeiss
Setting_UpdateTitle=Atjaunināšanas metode
Setting_GeneralTilte=Vispārēji
Setting_NotificationTilte=Paziņojums
Setting_Size_Normal=Normāla
Setting_Size_Large=Liela
Setting_Size_Larger=Lielākā
Update_NoItem_Tip=Nav Windows atjauninājumu.
MsgBox_SelectProgram=Lūdzu, atlasiet vismaz vienu programmu.
UpdateColumnStr_Title=Atjauninājuma nosaukums (Pavisam: %d)
Update_Loading_Tip=Ielādē Windows atjauninājumu...
Win8NoItemTip=Nav Windows aplikāciju.
Win8ColumnStr_Title=Aplikācijas nosaukums (Pavisam: %d)
Detail_Tip=Detaļas
Detail_Name=Nosaukums
Detail_Ver=Versija
Detail_Path=Instalācijas ceļš
Detail_Des=Apraksts
Detail_Publisher=Izdevējs
Win8LoadingApp=Ielādē aplikāciju...
Win8ListViewGroupsWin8AppHeader=Windows Apps
Win8ListViewGroupsWin8AppSubtitle=Apps izdevējs ir Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Citu ražotāju Apps
Win8ListViewGroupsThirdSubtitle=Citu ražotāju izdotās Apps.
ListViewPlugSysbit=biti
ListViewGroupMaliciousTitle=Ļaunprātīgi rīkjoslas un spraudņi
ListViewGroupMaliciousDesc=Šie rīkjoslas un spraudņi var modificēt noklusējuma pārlūku un nozagt jūsu privāto informāciju.
ListViewGroupAdTitle=Uz reklāmu bāzētie rīkjoslas un spraudņi
ListViewGroupAdDesc=Šie rīkjoslas un spraudņi var rādīt reklāmas, reklāmkarogus utt.
ListViewGroupTrustTitle=Uzticamie rīkjoslas un spraudņi
ListViewGroupTrustDesc=Šie rīkjoslas un spraudņi nekaitēs jūsu datoram. Jūs varat noņemt vai saglabāt tos atbilstoši savām vajadzībām.
ListViewGroupExtensions=Paplašinājumi
ListViewGroupPlugins=Spraudņi
ListViewGroupToolbar=Rīkjosla
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupInjectedPrograms=Injicētās programmas
ListViewGroupExtension_DES=Paplašinājumi tiek izmantoti, lai pielāgotu pārlūkprogrammu ar funkcijām, kuras jums patīk
ListViewGroupPlugin_DES=Spraudni var viegli uzstādīt un izmantot kā daļu no tīmekļa pārlūkprogrammas
ListViewGroupToolbar_DES=Rīkjosla palīdz lietotājiem ātri piekļūt vietnēm vai veikt citas lietojumprogrammas funkcijas
ListViewGroupBHO_DES=BHO palīdz izveidot personalizētas pārlūkprogrammas un nodrošināt vienkāršākas interaktīvas funkcijas
ListViewGroupActivex_DES=ActiveX izmanto Internet Explorer, lai atvieglotu multivides atskaņošanu
ListViewGroupInjection_DES=Injicētās programmas injicēs trešās puses DLL failus pārlūka procesā, lai nodrošinātu dažas funkcijas
PluginNoItemTip=Pārlūkprogrammā nav atrastas rīkjoslas vai spraudņi
NoSerchItem_Tip=Neviens vienums neatbilst jūsu meklēšanai.
PluginColumnStr_Title=Nosaukums (Pavisam: %d)
ChromeSysncStr=Lūdzu, atspējojiet savu Chrome sinhronizācijas funkciju, lai pilnībā noņemtu atlasītos spraudņus. Pretējā gadījumā spraudņus var automātiski pārinstalēt.
FuncPluginSysPluginMsgBox=Nav ieteicams noņemt %s, jo pēc noņemšanas dažas pārlūka funkcijas var tikt ietekmētas.
FuncPluginLoading=Ielādē...
FuncPluginRmoveSuccess=Veiksmīgi noņemts. Ielādē...
FuncVotePlugSelectMsgBox=Lūdzu, atlasiet vienumu, lai novērtētu
FuncPluginRmoveConfireSingleMsgBox=Vai tiešām vēlaties noņemt atlasīto vienumu?
FuncPluginRmoveConfireSomeMsgBox=Vai tiešām vēlaties noņemt atlasītos vienumus?
FuncCheckBrowserMsgBox_1=%s darbojas.
FuncCheckBrowserMsgBox_2=Noklikšķiniet uz 'Labi', lai to aizvērtu (vispirms saglabājiet saturu).
FuncCheckBrowserMsgBox_3=Vai arī noklikšķiniet uz 'Atcelt', lai pārtrauktu darbību.
FuncCheckBrowserMsgBox_4=%s darbojas.
FuncCheckBrowserMsgBox_5=Noklikšķiniet uz 'Labi', lai piespiestu tos aizvērt (Nesaglabātais saturs var tikt zaudēts)..
FuncCheckBrowserMsgBox_6=Vai arī noklikšķiniet uz 'Atcelt', lai pārtrauktu darbību.
FuncPluginRemoveFailedMsgBox_1=Neizdevās noņemt šādus vienumus:
FuncPluginRemoveFailedMsgBox_4=%s noņemšana var neizdoties, jo tas ir aizsargāts ar %s. Lūdzu, izejiet no %s un restartējiet IObit Uninstaller, lai atkārtotu noņemšanu.
FuncRestoreSuccessMsgBox=Veiksmīgi atjaunoti noklusējuma iestatījumi.
FuncRestoreFailedMsgBox=Neizdevās atjaunot pārlūkprogrammas noklusējuma iestatījumus, lūdzu, izejiet no %s un mēģiniet vēlreiz.
PluginRestoreStr=Atjaunot %s noklusējuma uzstādījumus
FuncVoteMarkSelectMsgBox=Lūdzu novērtējiet.
FuncVoteFailedMsgBox=Vērtēšana neizdevās, lūdzu, pārbaudiet tīkla savienojumu un mēģiniet vēlreiz.
FuncVoteActiveVote=Vērtēt
FuncVoteWaitting=Iesniedz vērtējumu, lūdzu, uzgaidiet ...
VoteStr_1=<a>1</a> ietotājs ir novērtējis. Jūs jau esat novērtējis.
VoteStr_2=Vēl nav saņemts neviens novērtējums. Esi pirmais, kas novērtē.
VoteStr_3=<a>%d</a> lietotāji ir novērtējuši. Jūs jau esat novērtējis.
VoteStr_4=<a>%d</a> lietotāji ir novērtējuši. Ko jūs domājat par šo spraudni?
NoticeInfoEx_One=<a>1</a> ļaunprātīgs spraudnis tika atklāts jūsu pārlūkprogrammā, lūdzu, atveriet IObit Uninstaller, lai to noņemtu.
NoticeInfoEx_Some=<a>%d</a> ļaunprātīgi spraudņi tika atklāti jūsu pārlūkprogrammā, lūdzu, atveriet IObit Uninstaller, lai tos noņemtu.
UninstallPromote=Iegādāties tagad
OneItemStr=%d vienums
SomeItemStr=%d vienumi
OneItem=vienums
SomeItems=vienumi
RebootToDelete_Str=(Dzēsīsies pēc pārstartēšanas)
UninstallingSingleStr=Vai tiešām vēlaties atinstalēt atlasīto programmu?
UninstallingSomeStr=Vai tiešām vēlaties atinstalēt atlasītās %d programmu?
Uninstall_Str=Atinstalē %s (%d/%d)
Scan_Str=Skenētas %s (%d/%d)
CreateRetore_Str=Atjaunošanas punkta izveide, lūdzu, uzgaidiet ...
SureToDeleteSomeStr=Atinstalētas <a>%d</a> programmas. Lūdzu, pārliecinieties, ka pārbaudāt vienīgi vienumus, kurus vēlaties dzēst.
SureToDeleteOneStr=Atinstalēta <a>1</a> programma. Lūdzu, pārliecinieties, ka pārbaudiet vienīgi vienumu, kuru vēlaties dzēst.
SureToDeleteByHistroyStr=Skenēšana pabeigta. Lūdzu, pārliecinieties, ka pārbaudiet vienīgi vienumu, kuru vēlaties dzēst.
DeletingStr=Izdzēš atlikumus, lūdzu, uzgaidiet
DeleteCancleStr=Vai tiešām vēlaties atcelt dzēšanu?
RestoringCancleStr=Atjaunošanas punkta izveide. Vai tiešām vēlaties atcelt operāciju?
RegistryCaption_Str=Reģistrs
FileCaption_Str=Fails
TaskCaption_Str=Plānotie uzdevumi
ServiceCaption_Str=Sistēmas servisi
HintProToolStr=Uzlabotā atinstalēšana palīdz rūpīgi atinstalēt %s.
SuccessReslutFromHistroySingle=Atlikušie faili ir iztīrīti veiksmīgi. Pārbaudiet informāciju zemāk:
SuccessReslutFromUninstallSingle=Jūs esat veiksmīgi atinstalējis <a>%d</a> programmu ar informāciju zemāk:
SuccessReslutFromUninstallSome=Jūs esat veiksmīgi atinstalējis <a>%d</a> programmas ar informāciju zemāk:
SuccessReslutNeedRestartSingle=<a>%d</a> programma tika atinstalēta.
SuccessReslutNeedRestartSome=<a>%d</a> programmas tika atinstalētas.
FileDeleteReslut=Dzēstie faili:  <a>%s</a>
RegDeleteReslut=Dzēstie reģistra ieraksti:  <a>%d</a>
TaskDeleteReslut=Dzēstie uzdevumu grafiki:  <a>%d</a>
ServiceDeleteReslut=Dzēstie servisi:  <a>%d</a>
HtmlRecomReslutCaption=Atinstalēti <a>%d</a> programmas un to atlikumi:
HtmlFileReCaption=<a>%s</a> nederīgie faili
HtmlRegReCaption=<a>%d</a> nederīgie reģistra ieraksti
HtmlTaskReCaption=<a>%d</a> nederīgie uzdevumu grafiki
HtmlServicesReCaption=<a>%d</a> nederīgie sistēmas servisi
RebootYes=Restartēt tagad
RebootLater=Vēlāk
FromHistroyNoItem=Atlikumi netika konstatēti.
FromUninstallNoItem=Atinstalēšana pabeigta.
RelatedMetroText=Šīs lietotnes ir saistītas. Atvienojot kādu no tām, citi automātiski tiks atinstalēti. Vai tiešām vēlaties atinstalēt?
RelatedSoftText=Vienlaicīgi tika uzstādīti komplektā iekļautie vienumi. Vai vēlaties tos atinstalēt kopā?
EmailHint=Lūdzu, ievadiet pareizo e-pasta adresi šeit
MemoHint=Lūdzu, raksturojiet problēmas un savus ieteikumus.
EmailMessage=Lūdzu, pārliecinieties, vai jūsu e-pasta adrese ir pareiza, lai mēs varētu ar jums sazināties.
ScreenMaxMessage=Operācija neizdevās. Jūs esat sasniedzis maksimumu - 5 ekrānuzņēmumus.
CloseHintMsg=Vai tiešām nevēlaties iesniegt atsauksmes?
FeedBack_1=Man patīk
FeedBack_2=Ieteikums
FeedBack_3=Neizdevās atinstalēt
FeedBack_4=Neizdevās parādīt visas programmas
FeedBack_5=Jaudīgās skenēšanas problēmas
FeedBack_6=Ziņot par kļūdu
FeedBack_7=Cits
RelatedProTip=Aktivizējiet PRO versiju, lai kopā atinstalētu vienumu kopnes
SpecProTip1=Atinstalējiet %s un vairāk programmu pilnībā.
SpecProTip2=Aktivizējiet PRO versiju, lai iegūtu šo funkciju un izbaudītu vairāk funkciju.
UninstallProTipEnterCode=Ievadiet kodu
UninstallProTipActive=Aktivizēt tagad
UninstallProTipManage=Pārvaldīt licences
Scan_M=Skenēt
Clean_M=Tīrīt
Cleaning_M=Tīrīšana
SelectAll_M=Atlasīt visu
DeselectAll_M=Atcelt visu atlasīto
PleaseSelect_M=Lūdzu, atlasiet vismaz vienu vienumu, lai skenētu.
CloseHint_M=Aizvērt
Invalid_item_M=(Nederīgs vienums)
ListviewHeader_Software_M=Programmas nosaukums (Pavisam: %d)
SoftwareFrame_ProgramName_M=Programmas nosaukums (Pavisam:%s)
History_Scan_M=Skenēt
History_Detail_M=Detaļas
History_Residualfilesleft_M=Palikuši atlikumi
Uninstalled_completely_M=Atinstalēšana pabeigta veiksmīgi
History_Installed_M=Instalēt
History_info_DouBle_M=programmas, kas nesen tika atlasītas, lai atinstalētu, nav pilnībā atinstalētas. Lūdzu, noklikšķiniet uz 'Atinstalēt', lai turpinātu.
History_info_One_M=programma, kas nesen tika atlasīta, lai atinstalētu, nav pilnībā atinstalēta. Lūdzu, noklikšķiniet uz 'Atinstalēt', lai turpinātu.
SoftwareFrame_InstallDate_M=Instalēšanas datums
SoftwareFrame_FrequencyUse_M=Pēdējoreiz izmantota
HistoryInfo_DisplayName=Attēlot nosaukumu
HistoryInfo_Publisher=Izdevējs
HistoryInfo_Version=Versija
HistoryInfo_InstallDate=Instalēšanas datums
HistoryInfo_UseSize=Izlietotā vieta diskā
HistoryInfo_Location=Atrašanās vieta
HistoryInfo_UninstallDate=Atinstalēšanas datums
SoftwareFrame_Frequency_DaysHint_M=Nav lietotas %s dienas.
Noprograms_Frequencyofuse_M=Visas jūsu programmas tiek bieži izmantotas.
Noprograms_100Size_M=Nav nevienas programmas, kas pārsniedz 100 MB.
Noprograms_match_M=Neviens vienums neatbilst jūsu meklēšanai.
Noprograms_Recent_M=Netika instalētas programmas pēdējo 10 dienu laikā.
Details_M=Detaļas
Export_M=Eksportēt
monthsago_M=%d mēnešus atpakaļ
yearsago_M=%d gadu atpakaļ
yearsagos_M=%d gadus atpakaļ
days_left_M=dienas atpakaļ
SU_Title=Programmu atjauninātājs
SU_COL_Name=Programmu atjauninātājs
SU_COL_Version=Versija
SU_COL_Ignore=Ignorēt
SU_COL_State=Stāvoklis
SU_Ignore=Ignorēt
SU_Ignored=Ignorētie
SU_NoIgnore=Neignorētie
SU_Update=Atjaunināt
SU_Updating=Atjaunināts
SU_UpToDate=Atjaunināta
SU_NewVersion=Jauna versija
SU_CurrVersion=Tekošā versija
SU_ActivePro=Aktivizēt automātisko atjaunināšanu
SU_Button_UpdateAll=Atjaunināt visu
SU_Tip=Palīdz viegli un efektīvi atjaunināt svarīgās programmas.
APTitle=Aktivizē visas PRO versijas
AP1=Dzēš visas nepakļāvīgās aplikācijas
AP2=Pilnībā dzēš kopīgotās datnes
AP3=Noņem pārlūka reklāmas
AP4=Atinstalē ļaunprātīgos spraudņus

[promot_M]
CountDown_M=Ierobežota laika piedāvājums: %dd:%dh:%dm:%ds:%dms*
Youhave_M=Jums sagatavoti %D% speciāli piedāvājumi no IObit!
ThisSpecial_M=Šis īpašais piedāvājums ir paredzēts, lai pateiktos mūsu lojālajiem lietotājiem par to, ka palīdz uzlabot IObit atinstalētāju.
OnlyDays_M=Tikai %D dienas atpakaļ
enjoy_the_PRO_M=Aktivizējiet tūlīt, lai izbaudītu PRO funkcijas:
PromotOne_M=Dzēst visas nepakļāvīgās aplikācijas
PromotTwo_M=Pilnībā dzēst kopīgotās datnes
PromotThere_M=Noņemt pārlūka reklāmas
ActivateNow_M=Aktivizēt tagad
GiveOffer_M=Atteikties no šī īpašā piedāvājuma

[ActionCenter_M]
M_kvpCaption=Video Downloader
M_kvpInfo_NotIns=Lejupielādē video no YouTube un 10,000+ citām saitēm.
M_kvpInfo_UpToDate= Lejupielādē video no YouTube un 10,000+ citām saitēm.
M_kvpOffer= Lejupielādē video no YouTube un 10,000+ citām saitēm.<br>Lejuplādē video jebkuros formātos ar vienu klikšķi.<br>Lejuplādē no YouTube atskaņošanas sarakstus && Lynda atskaņošanas sarakstus pakotnēs.<br>3X ātrāks lejupielādes ātrums ar multi-thread tehnoloģiju.<br>Konvertē tiešsaistes un lokālos video dažādos formātos.
M_ASCOffer=Clean and optimize PC with 1-click.<br>Speed up PC boot time up to 300% faster.<br>Wipe surfing traces to secure your privacy.<br>Monitor PC conditions in real time for smoother PC.<br>Protect your PC against common spyware.
M_IMFOffer=Powerful and comprehensive anti-malware program.<br>Defend ransomware like GoldenEye and Wannacry.<br>Safer online browsing and downloads.<br>Deeper && all-round real-time protection.
M_DBOffer=Large Driver Database (1,000,000+).<br>Update Drivers with Just 1-Click.<br>Safe Update with Qualified WHQL drivers.<br>Common Problems (e.g. network, sound) Fixer.<br>Reduce System Freezes && Crashes.
M_SDOffer=Higher File Access Speed.<br>Maximum Hard Disk Performance.<br>Increase PC Startup Speed up to 100% Faster.<br>Optimize Games for Better Gaming Experience.
M_SMOffer=Bring back classic Start Menu to Windows 8/10.<br>The powerful and simple File Search Engine.
M_DLOffer=The simple, secure way to manage your passwords.<br>Generate unique passwords to protect your accounts.<br>Automatically login on your favorite websites.<br>For Windows, Mac, iOS and Android.
M_IOTOffer=Your best iPhone manager and iPhone transfer software.<br>Transfer iPhone data between iPhone/iPad/iPod/PC.<br>Easy and free to manage iPhone photos, music, videos.<br>Clear junk files && cache to free up more space.
M_Moffer_Title=IObit Recommends
M_Close=Close
M_Cancel=Cancel
M_Moffer_Install=Install
M_Moffer_NoteEP=By clicking "Install", you agree to install %s and accept its <a>EULA</a> && <a>Privacy Policy</a>.
M_Moffer_Refund=<a>Note:</a> You can get a refund within 30 days. Read <a>Refund Policy</a>.
M_FixAllAC=Iegūt visu
M_HideAC=Paslēpt
M_ShowAC=Rādīt
M_ShowACTitle=Drošība un veiktspēja
M_ShowACDesc=Noklikšķiniet uz "Rādīt", lai parādītu citas ieteicamās programmas. Instalējiet tās, lai uzlabotu aizsardzību un datora veiktspēju.
M_AC_FreeTitle=Drošība un veiktspēja
M_AC_FreeHelp_Ins=Iegūstiet labākus drošības aizsardzības un veiktspējas uzlabojumus, izmantojot ieteicamās programmas.
M_AC_FreeHelp_Upt=Dotajā brīdī nav iegūtas uzlabotas funkcijas un nesen pievienotās funkcijas.
M_AC_FreeHelp_OK=Regulāri darbiniet sekojošās programmas, kuras nodrošina labāku drošību un datora veiktspēju.
M_AC_Free_EULA=Iepriekš pieņemtais galalietotāja licences līgums attiecas arī uz ieteicamajiem IObit produktiem.
M_AC_Free_ReadEULA=Lasīt EULA
M_ShowACTitle2=Notice!
M_AC_FreeTitle2=Darbību centrs
M_AC_FreeDetail2=Iegūstiet labākus drošības aizsardzības un veiktspējas uzlabojumus, instalējot ieteicamās programmas. Jūsu iepriekš pieņemtais <a>Galalietotāja licences līgums</a> attiecas arī uz ieteicamajiem IObit produktiem.
M_AC_FreeDetail2_db=Iegūstiet labākus drošības aizsardzības un veiktspējas uzlabojumus, instalējot ieteicamās programmas. Jūsu iepriekš pieņemtais <a>Galalietotāja licences līgums</a> attiecas arī uz ieteicamajiem IObit produktiem.
M_Scan=Skenē...
M_Recomm_Ins=Iesakām: Instalēt %s
M_Recomm_Upt=Iesakām: Atjaunināt %s
M_none=Neko
M_Fix=Instalēt tagad
M_Install=Instalēt tagad
M_fixing=Instalē
M_Updating=Atjaunina
M_fixed=Got
M_failed=Bojāts
M_RuningWell=Jaunākā versija jau instalēta
M_Outdated=Novecojusi
M_NotInstalled=Nav instalēta
M_ASCCaption=Sistēmas veiktspēja
M_ASCInfo_NotIns=Jūsu datorā tika atrastas reģistra kļūdas, konfidencialitātes problēmas un nevēlamie faili.
M_ASCInfo_UpToDate=Advanced SystemCare paātrinās un optimizēs datoru ar vienu klikšķi.
M_ASCInfo_NeedUpDate=Advanced SystemCare ir novecojusi.
M_ASCDesc=1-Click to Protect and Optimize Your PC
M_RunASC=Skenēt tagad
M_IMFCaption=Aizsardzība pret ļaunatūrām.
M_IMFInfo_NotIns=Iegūstiet labāku aizsardzību, instalējot IObit anti-spyware programmu.
M_IMFInfo_UpToDate=IObit Malware Fighter protects your PC against various malware.
M_IMFInfo_NeedUpDate=Your anti-spyware program is outdated.
M_IMFDesc=Protect your PC against malware.
M_RunIMF=Skenēt tagad
M_DBCaption=Draiveru atjauninātājs
M_DBInfo_NotIns_C=Atjauniniet novecojušos draiverus un izlabojiet trūkstošos un kļūdainos draiverus, lai iegūtu stabilāku datora darbību.
M_DBInfo_NotIns=There may be outdated drivers, which may slow down && destabilize your PC.
M_DBInfo_UpToDate=Driver Booster atjauninās visus novecojušos draiverus.
M_DBInfo_NeedUpDate=Draiveru atjaunināšanas programma ir novecojusi.
M_DBDesc=Atjauninās visus novecojušos draiverus.
M_RunDB=Skenēt tagad
M_SDCaption=Disku Optimizācija
M_SDInfo_NotIns=Optimizējiet diskus, lai iegūtu ātrāku datora startēšanu un lielāku failu piekļuves ātrumu.
M_SDInfo_UpToDate=Smart Defrag defragmentēs diskus augstākai veiktspējai.
M_SDInfo_NeedUpDate=Disku defragmentēšanas programma ir novecojusi.
M_SDDesc=Defragmentēt disku augstākai veiktspējai.
M_RunSD=Defragmentēt tagad
M_SMCaption=Sākuma izvēlne
M_SMInfo_NotIns=Atgūstiet savu Windows "Sākuma" izvēlni.
M_SMInfo_UpToDate=Start Menu 8 atkops Windows "Sākums" izvēlni.
M_SMInfo_NeedUpDate=Start Menu 8 ir novecojusi.
M_SMDesc=Atkopiet Sākuma izvēlni un pārvaldiet darbvirsmu.
M_RunSM=Darbināt tagad
M_AMCCaption=Android aizsardzība
M_AMCInfo_NotIns=Iegūstiet augstāku drošību un privātuma aizsardzību jūsu Android ierīcei.
M_Recomm_Ins_AMC=Iesakām: Instalēt %s, jūsu Android ierīcei.
M_AMCDesc=Optimizējiet un drošiniet savu Android ierīci.
M_RunAMC=Installēt tagad
M_DLCaption=Paroļu pārvaldnieks
M_DLInfo_NotIns=Aizsargājiet un pārvaldiet savas paroles ar Dashlane Password Manager.
M_DLInfo_UpToDate=Nekad neaizmirsīsiet savas paroles ar drošo Dashlane.
M_RunDL=Pārvaldīt
M_AC_FreeTitleHide1=Visas ieteicamās programmas ir slēptas!
M_AC_FreeTitleHide2=Noklikšķiniet uz "Rādīt", lai tās parādītu un instalētu, lai iegūtu pilnīgu drošības aizsardzību un maksimālu veiktspēju.
M_IUCaption=Programmu atinstalētājs
M_IUInfo_NotIns=Noņemiet nevēlamās programmas, rīkjoslas un pārlūkprogrammas spraudņus.
M_IUInfo_UpToDate=IObit Uninstaller rūpīgi noņem spraudņus un lietotnes.
M_IUInfo_NeedUpDate=IObit Uninstaller ir novecojusi.
M_RunIU=Darbināt tagad
M_FPCaption=Video konvertieris
M_FPInfo_NotIns=Iegūstiet video pārveidotāju, lai pārvērstu savus videoklipus, derīgu dažādām ierīcēm.
M_FPInfo_UpToDate=Izbaudiet videoklipu skatīšanu visās ierīcēs, kurās vēlaties.
M_FPInfo_NeedUpDate=Format Package ir novecojusi.
M_iFreeUpCaption=iOS optimizācija
M_RuniFreeUp=Skenēt tagad
M_BuyiFreeUp=Iegādāties tagad
M_iFreeUpDesc=Bezmaksas iOS ierīce, lai iegūtu vairāk vietas.
M_iFreeUpInfo_NotIns=Iespējams jūsu iOS ierīcē ir izšķērdēts daudz vērtīgas vietas.
M_iFreeUpInfo_UpToDate=iFreeUp iztīrīs jūsu iOS ierīci, lai iegūtu vairāk vietas.
M_iFreeUpInfo_NeedUpDate=iFreeUp ir novecojusi.
M_Recomm_Ins_iFreeUp=Iesakam: Instalēt %s, lai atbrīvotu vietu to free wasted space.
M_RunSGB=Paātrināt tagad
M_SGBCaption=Spēļu optimizācija
M_SGBInfo_NotIns=Palieliniet savu spēļu un datora mūžu, saglabājot to labākajā formā.
M_SGBInfo_UpToDate=Superb Game Boost paātrina un optimizē spēļu veiktspēju ar vienu klikšķi.
M_SGBInfo_NeedUpDate=Superb Game Boost ir novecojusi.
M_RunIVC=Mēģināt tagad
M_IVCCaption=Bezmaksas video konvertieris
M_IVCInfo_NotIns=100% bezmaksas un ātrs, 150+ formāti un ātra video konvertēšana!
M_IVCInfo_UpToDate=Noskatīties video jebkurā veidā, kādā vēlaties.
M_IVCInfo_NeedUpDate=iFun video konvertieris ir novecojusi.
M_RunIOT=Pārvaldīt tagad
M_IOTCaption=iPhone pārvaldnieks
M_IOTInfo_NotIns=Ar 1-klikšķi, importēt, eksportēt un pārvaldītu fotoattēlus, videoklipus un mūziku jūsu iOS ierīcēs.
M_IOTInfo_UpToDate=Ar 1-klikšķi, importēt, eksportēt un pārvaldītu fotoattēlus, videoklipus un mūziku jūsu iOS ierīcēs.
M_IOTInfo_NeedUpDate=IOTransfer ir novecojusi.
M_IOTTip=IOTransfers iespējas: <br>+ Pārsūtīt no iPhone mūziku uz datoru/iTunes <br>+ Visu fotogrāfiju pārvaldīšana<br>+ Dublēt/atjaunot iPhone saturu<br>+ Nodrošināt izcilu tehnisko atbalstu
M_IOTDesc=Viss vienā - iPhone un iPad pārvaldīšana.
M_VipTitle=VIP ekskluzīvie piedāvājumi
M_AC_ShareTip=Dalieties ekskluzīvā piedāvājumā ar saviem draugiem/ģimeni
M_AC_Pro_Title=Citi ieteicamie produkti labākai drošībai un veiktspējai.
M_ACPro_SubTitle=Iegādāties tagad, lai baudītu EKSKLUZIVĀS atlaides cenu tikai ASC PRO lietotājiem.
M_ACPro_SubTitle_AU=Iegādājieties tagad, lai baudītu ekskluzīvo atlaides cenu tikai ASC Ultimate maksas versijas lietotājiem.
M_ActionCenterTitle_Perfectly=Visas programmas darbojas perfekti!
M_ACPro_SubTitle_db=Iegādāties tagad, lai baudītu ekskluzīvo atlaidi tikai Driver Booster PRO lietotājiem.
M_SubTitle_Perfectly=Regulāri darbiniet sekojošās programmas, lai uzlabotu drošības aizsardzību un datora veiktspēju. Izbaudiet to lietošanu.
M_ShowACTitlePro=VIP ekskluzīvie piedāvājumi
M_ShowACDescPro=Noklikšķiniet uz "Rādīt", lai iegūtu EKSKLUZIVĀS cenu atlaides citiem ieteiktajiem IObit produktiem.
M_AC_ProShareMail=Koplietot, izmantojot E-pastus
M_AC_ProShareFB=Koplietot, izmantojot Facebook
M_AC_NoMailCLient=Operācija neizdevās, jo noklusējuma e-pasta klients nav pareizi instalēts.
M_BuyIMF=Iegādāties tagad
M_BuyDB=Iegādāties tagad
M_BuySD=Iegādāties tagad
M_AC_Tips=Iegūstiet labākus drošības aizsardzības un veiktspējas uzlabojumus, instalējot ieteicamās programmas.

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller (atinstalētājs)
btnSendReport.Caption=Sūtīt kļūdas ziņojumu
lblErrorDetails.Caption=Kļūdas detaļas:
lblUserEmail.Caption=Jūsu e-pasta adrese:
lblSuccTips.Caption=Paldies, ka nosūtījāt mums kļūdas ziņojumu. Mēs mēģināsim to atrisināt pēc iespējas ātrāk.
btnClose.Hint=Aizvērt

[SendBugReportNew_M]
M_AskUserTips=ir radusies problēma. Lūdzu, sūtiet mums kļūdas ziņojumu un palīdziet mums to salabot.
M_BugStatisticsTips=ir radusies problēma un tā ir jāslēdz. Mēs analizējam šo cēloni. Lūdzu uzgaidiet...
M_SendingTips=Sūta...
M_AttentionTips=ir radusies problēma un tā ir jāslēdz. Lūdzu, restartēt to vēlāk.
M_InvalidEmailTips=Nederīga e-pasta adrese! Lūdzu, ievadiet derīgu e-pasta adresi, lai jūs varētu saņemt mūsu atbildi.
M_OKTips=Labi

[ACD_M]
M_Downloading=Lejuplādē:
M_TipFixing=Labo
M_Tips=Notiek lejupielāde. Lai redzētu detaļas, veiciet dubultklikšķi uz ikonas.
M_Installing=Instalē:
M_MD5Faild=Lejuplādētais fails ir bojāts. Lūdzu mēģiniet vēlreiz.
M_NetError=Lejupielāde neizdevās tīkla kļūdas dēļ. Lūdzu, pamēģiniet vēlreiz vēlāk!
M_DiskIsFull=Nepietiek vietas diskā!
M_Speed=Ātrums:
M_AreSure_IObit=Vai tiešām vēlaties iziet no IObit Downloader?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Atcelt
lbl_Min.Caption=Sakļaut
btnClose.Hint=Aizvērt

